import React from "react";

import "../../style.css";

const MainInfoNews: React.FC = () => {
    return (
        <>
            <section className="news__news-page">
                <div className="container">
                    <div className="breadcrumbs">
                        <a href="#!">Главная</a>
                        <svg
                            xmlns="http://www.w3.org/2000/svg"
                            width="20"
                            height="20"
                            viewBox="0 0 20 20"
                            fill="none"
                        >
                            <path
                                d="M8.33333 14.1667L12.5 10.0001L8.33333 5.83341"
                                stroke="#828B92"
                                strokeWidth="1.66667"
                                strokeLinecap="round"
                                strokeLinejoin="round"
                            />
                        </svg>
                        <a href="#!"> Новости </a>
                        <svg
                            xmlns="http://www.w3.org/2000/svg"
                            width="20"
                            height="20"
                            viewBox="0 0 20 20"
                            fill="none"
                        >
                            <path
                                d="M8.33333 14.1667L12.5 10.0001L8.33333 5.83341"
                                stroke="#828B92"
                                strokeWidth="1.66667"
                                strokeLinecap="round"
                                strokeLinejoin="round"
                            />
                        </svg>
                        <a href=""> Название новости </a>
                    </div>
                    <div className="news-container__news-page">
                        <h1>Название новости</h1>
                        <img src="/img/Rectangle 4036.png" alt="" />
                        <h3>Популярность этой игры</h3>
                        <p>
                            В наши дни футбол является одной из наиболее любимых
                            и популярных игр. Он собирает на стадионах и у
                            экранов телевизоров невероятное количество фанатов
                            по всему миру. Популярность этой игры можно
                            сопоставить с популярностью выгодных безлимитных
                            тарифов Мегафон, к примеру. А о легендарных
                            личностях, которые добились недосягаемых высот в
                            этом виде спорта, знают даже те люди, которые
                            футболом особо никогда и не интересовались. Легендам
                            мирового футбола и посвящена эта статья.
                            <br />
                            <br />
                            Одной из таких легенд является Франц Беккенбауэр,
                            известный также как Кайзер Франц. Это единственный
                            футболист, которому посчастливилось получить титул
                            чемпиона мира не только в качестве капитана команды,
                            что произошло в 1974 году, но и в качестве тренера
                            спустя 16 лет. Считается, что его всю жизнь
                            сопровождала такая удача, какой достоин лишь
                            действительно гениальный спортсмен. Однако стоит
                            заметить, что вклад в развитие футбола Кайзера
                            Франца одними его достижениями не ограничивается.
                            Беккенбауэр поражал своим новаторским подходом к
                            роли последнего защитника, который он подкреплял
                            точностью действий и хладнокровием. Этим своим
                            поведением на поле он во многом способствовал
                            изменению лица современного футбола.
                        </p>
                        <img src="/img/unsplash_r-xKieMqL34.png" alt="" />
                        <h3>Вратарь - бомбардир</h3>
                        <p>
                            В наши дни футбол является одной из наиболее любимых
                            и популярных игр. Он собирает на стадионах и у
                            экранов телевизоров невероятное количество фанатов
                            по всему миру. Популярность этой игры можно
                            сопоставить с популярностью выгодных безлимитных
                            тарифов Мегафон, к примеру. А о легендарных
                            личностях, которые добились недосягаемых высот в
                            этом виде спорта, знают даже те люди, которые
                            футболом особо никогда и не интересовались. Легендам
                            мирового футбола и посвящена эта статья.
                        </p>
                        <h3>Популярность этой игры</h3>
                        <p>
                            В наши дни футбол является одной из наиболее любимых
                            и популярных игр. Он собирает на стадионах и у
                            экранов телевизоров невероятное количество фанатов
                            по всему миру. Популярность этой игры можно
                            сопоставить с популярностью выгодных безлимитных
                            тарифов Мегафон, к примеру. А о легендарных
                            личностях, которые добились недосягаемых высот в
                            этом виде спорта, знают даже те люди, которые
                            футболом особо никогда и не интересовались. Легендам
                            мирового футбола и посвящена эта статья.
                            <br />
                            Одной из таких легенд является Франц Беккенбауэр,
                            известный также как Кайзер Франц. Это единственный
                            футболист, которому посчастливилось получить титул
                            чемпиона мира не только в качестве капитана команды,
                            что произошло в 1974 году, но и в качестве тренера
                            спустя 16 лет. Считается, что его всю жизнь
                            сопровождала такая удача, какой достоин лишь
                            действительно гениальный спортсмен. Однако стоит
                            заметить, что вклад в развитие футбола Кайзера
                            Франца одними его достижениями не ограничивается.
                            Беккенбауэр поражал своим новаторским подходом к
                            роли последнего защитника, который он подкреплял
                            точностью действий и хладнокровием. Этим своим
                            поведением на поле он во многом способствовал
                            изменению лица современного футбола.
                        </p>
                        <p className="news-container-blue__news-page">
                            В наши дни футбол является одной из наиболее любимых
                            и популярных игр. Он собирает на стадионах и у
                            экранов телевизоров невероятное количество фанатов
                            по всему миру. Популярность этой игры можно
                            сопоставить с популярностью выгодных безлимитных
                            тарифов Мегафон, к примеру.
                        </p>
                        <p>
                            Одной из таких легенд является Франц Беккенбауэр,
                            известный также как Кайзер Франц. Это единственный
                            футболист, которому посчастливилось получить титул
                            чемпиона мира не только в качестве капитана команды,
                            что произошло в 1974 году, но и в качестве тренера
                            спустя 16 лет. Считается, что его всю жизнь
                            сопровождала такая удача, какой достоин лишь
                            действительно гениальный спортсмен. Однако стоит
                            заметить, что вклад в развитие футбола Кайзера
                            Франца одними его достижениями не ограничивается.
                            Беккенбауэр поражал своим новаторским подходом к
                            роли последнего защитника, который он подкреплял
                            точностью действий и хладнокровием. Этим своим
                            поведением на поле он во многом способствовал
                            изменению лица современного футбола.
                        </p>
                    </div>
                </div>
            </section>
            <section className="news__index">
                <div className="container">
                    <div className="news-top__index">
                        <h3>Другие новости</h3>
                    </div>
                    <div className="news-container__index">
                        <div className="news-container-block__index news-container-block-big__index">
                            <img
                                src="/img/1_Garrett-Rowland1.png"
                                alt=""
                                className="news-container-block-img__index"
                            />
                            <div className="news-container-block-bg__index"></div>
                            <div className="news-container-block-text__index">
                                <span>Название категории</span>
                                <p>
                                    Как достичь успеха и построить карьеру в
                                    футболе?
                                </p>
                            </div>
                        </div>
                        <div className="news-container-block__index news-container-block-small__index">
                            <img
                                src="/img/1_Garrett-Rowland2.png"
                                alt=""
                                className="news-container-block-img__index"
                            />
                            <div className="news-container-block-bg2__index"></div>
                            <div className="news-container-block-text2__index">
                                <span>Название категории</span>
                                <p>
                                    Как достичь успеха и построить карьеру в
                                    футболе?
                                </p>
                            </div>
                        </div>
                        <div className="news-container-block__index news-container-block-small__index">
                            <img
                                src="/img/1_Garrett-Rowland2.png"
                                alt=""
                                className="news-container-block-img__index"
                            />
                            <div className="news-container-block-bg2__index"></div>
                            <div className="news-container-block-text2__index">
                                <span>Название категории</span>
                                <p>
                                    Как достичь успеха и построить карьеру в
                                    футболе?
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
            </section>
        </>
    );
};

export default MainInfoNews;
