import React from "react";

const SeoText: React.FC = () => {
    return (
        <section className="seo-section__index">
            <div className="container">
                <div className="seo-section-block__index">
                    <h3>Блок для SEO текста</h3>
                    <p>
                        Равным образом постоянное информационно-
                        пропагандистское обеспечение нашей деятельности
                        позволяет выполнять важные задания по разработке
                        направлений прогрессивного развития. Разнообразный и
                        богатый опыт постоянный количественный рост и сфера
                        нашей активности позволяет выполнять важные задания.
                        Идейные соображения высшего порядка, а также реализация
                        намеченных плановых заданий позволяет оценить значение
                        дальнейших направлений развития. Таким образом
                        реализация намеченных плановых заданий позволяет
                        оценить. Таким образом постоянный количественный рост и
                        сфера нашей активности позволяет выполнять важные
                        задания по разработке направлений прогрессивного
                        развития. С другой стороны начало повседневной работы по
                        формированию позиции.
                    </p>
                    <div className="seo-section-container__index">
                        <div className="seo-section-container-block__index">
                            <span>1</span>
                            <p>
                                Равным образом постоянное информационно-
                                пропагандистское обеспечение нашей деятельности
                                позволяет выполнять важные задания.
                            </p>
                        </div>
                        <div className="seo-section-container-block__index">
                            <span>1</span>
                            <p>
                                Равным образом постоянное информационно-
                                пропагандистское обеспечение нашей деятельности
                                позволяет выполнять важные задания.
                            </p>
                        </div>
                        <div className="seo-section-container-block__index">
                            <span>1</span>
                            <p>
                                Равным образом постоянное информационно-
                                пропагандистское обеспечение нашей деятельности
                                позволяет выполнять важные задания.
                            </p>
                        </div>
                        <div className="seo-section-container-block__index">
                            <span>1</span>
                            <p>
                                Равным образом постоянное информационно-
                                пропагандистское обеспечение нашей деятельности
                                позволяет выполнять важные задания.
                            </p>
                        </div>
                        <div className="seo-section-container-block__index">
                            <span>1</span>
                            <p>
                                Равным образом постоянное информационно-
                                пропагандистское обеспечение нашей деятельности
                                позволяет выполнять важные задания.
                            </p>
                        </div>
                        <div className="seo-section-container-block__index">
                            <span>1</span>
                            <p>
                                Равным образом постоянное информационно-
                                пропагандистское обеспечение нашей деятельности
                                позволяет выполнять важные задания.
                            </p>
                        </div>
                    </div>
                    <a href="#!">Читать подробнее</a>
                </div>
            </div>
        </section>
    );
};

export default SeoText;
